<div class="text-block">
Для выполнения обмена необходимо зачисление указанной суммы на кошелек в полном объеме. Применяемые системой Qiwi комиссии к Вашему кошельку в сумме перевода для обмена не учитываются.
</div>

<div class="text-block text-attention">
Если Ваш кошелек не имеет статуса Полностью идентифицированный, то Вы не сможете сделать перевод за один раз более 15000 рублей. Если сумма по заявке больше этого значения, то можете перевести необходимую сумму несколькими переводами с одного своего номера Qiwi в рамках исполнения данной заявки платежами не менее 5000 рублей каждый.
</div>

<div class="text-block">
Обращаем Ваше внимание, что нужно совершить именно операцию, обозначенную в кабинете Qiwi "Переводы". Если Вы совершите перевод в подменю "Платежи", то будет совершено пополнение мобильного номера, а не перевод средств системы Qiwi. В таком случае мы не сможем Вам как-либо помочь в возврате средств.
</div>