<div class="text-block">
Настоятельно просим Вас контролировать лимиты своего кошелька Qiwi и обеспечить прием суммы по заявке. Кошельки в статусе Минимальный могут единовременно держать баланс до 15000 руб, Основной - до 60000 руб, Профессионал - до 600000 руб. Недостаточный лимит кошелька приводит к переводу выплаты в ручной режим, что приводит к временным задержкам.
</div>

<div class="text-block text-attention">
Если клиент долгое время не может обеспечить прием выплаты по заявке, Администрация оставляет за собой право приостановить выполнение заявки, вернуть неоплаченную часть средств за вычетом комиссии или пересмотреть курс в случае его снижения, по которой заявка не завершалась по вине клиента.
</div>