<?php

$this->title = 'Правила';
$this->pageTitle = 'Правила обмена';
?>


<div class="main-content">

    <div class="rules">
        <div class="rules__item">
            <div class="rules__item-header">1. 	Общие положения</div>
            <div class="rules__item-text">
                1.1. Это Соглашение определяет порядок оказания услуг по конвертации электронных денег Онлайн-сервисом.
                <br><br>1.2. Под Онлайн-сервисом подразумевается расположенный в сети интернет онлайн-ресурс по конвертации электронных денег – <?= \Yii::$app->name?>.
                <br><br>1.3. Пользователем считается частное лицо или юридический субъект, выразивший желание воспользоваться услугами Онлайн-сервиса <?= \Yii::$app->name?>.
                <br><br>1.4. Пользователь и Онлайн-ресурс <?= \Yii::$app->name?> при совместном упоминании именуются Сторонами.
                <br><br>1.5. Стороны соглашаются с тем, что это Соглашение, имеющее электронной форму, имеет равную юридическую силу с письменным документом и будет регулировать деловые отношения между Пользователями (частное лицо или юридический субъект) и стороной, предлагающей услуги определенного рода (<?= \Yii::$app->name?>).
                <br><br>1.6. Соглашение является публичной офертой, которую Пользователь акцептирует путем подачи заявки через веб-ресурс Онлайн-сервиса <?= \Yii::$app->name?> на оказание услуг, предоставляемыми Онлайн-сервисом <?= \Yii::$app->name?>.
            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">2. Предмет Соглашения</div>
            <div class="rules__item-text">
                2.1. Онлайн-ресурс <?= \Yii::$app->name?> оказывает услуги, оговоренные пунктом 4 этого Соглашения, при условии тщательного следования Пользователем стандартам, сформированным в пункте 9 этого Соглашения. Порядок их предоставления определяется внутренним Регламентом Онлайн-ресурса <?= \Yii::$app->name?>, установленным пунктом 5 этого Соглашения.
                <br><br>2.2. Пользователь принимает услуги Онлайн-ресурса <?= \Yii::$app->name?> и проводит за них оплату с соблюдением условий, установленных Соглашением.
            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">3. Права и обязанности сторон</div>
            <div class="rules__item-text">
                <p>
                    <b>3.1. Онлайн-сервис <?= \Yii::$app->name?> обязан:</b>
                    <br><br>3.1.1. Осуществлять конвертацию цифровых валют онлайн-платежных систем Яндекс.Деньги и других с соблюдением стандартов, оговоренных в этом Соглашении;
                    <br><br>3.1.2. Обеспечивать техническую и информационную поддержку Пользователей в процессе осуществления денежных переводов с помощью Онлайн-сервиса <?= \Yii::$app->name?>;
                    <br><br>3.1.3. Обеспечить сохранность детальных сведений по транзакциям (персональные данные Пользователей, время проведения операции, ее сумму и другую информацию) и предоставлять ее Пользователям, инициировавшим эти транзакции. Сведения о денежных переводах в разном направлении с анонимными платежными системами, имеют статус «Конфиденциальный» и не разглашаются;
                    <br><br>3.1.4. Не передавать сведений о проведенных транзакциях посторонним лицам. Исключением являются следующие случаи: если судебный орган, расположенный по месту нахождения Онлайн-сервиса <?= \Yii::$app->name?> постановил соответствующее решение, которое вступило в силу; если получен запрос от официальных правоохранительных органов и институтов финансового мониторинга, осуществляющих свою деятельность по месту нахождения Онлайн-сервиса <?= \Yii::$app->name?>; При обращении руководства партнеров (систем онлайн-платежей) которые перечислены выше.
                    <br><br>3.1.5. Учитывать информацию о предоставленных Пользователям скидках;
                    <br><br>3.1.6. Обеспечить начисление средств на счет Пользователя либо третьего лица на протяжении суток после получения жалобы в случаях, предусмотренных пунктами 3.2.5, 5.4, 5.5 или 5.6 этого Соглашения.
                </p>

                <p>
                    <b>3.2. Пользователь обязан:</b>
                    <br><br>3.2.1. Предоставлять точные данные и реквизиты для своевременного осуществления денежных переводов;
                    <br><br>3.2.2. Указать достоверную информацию об используемом электронном адресе;
                    <br><br>3.2.3. Обеспечивать возможность получения системных оповещений на свою электронную почту. Иметь доступ к интернету с применением компьютера или других электронно-вычислительных устройств. Применять актуальные версии антивирусных программ для установления защищённого соединения с Онлайн-ресурсом <?= \Yii::$app->name?>.
                    <br><br>3.2.4. Придерживаться условий данного Соглашения;
                    <br><br>3.2.5. Уведомлять администрацию Интернет-ресурса <?= \Yii::$app->name?> обо всех случаях, когда переведенные суммы полностью или частично не были переведены на счет Пользователя либо третьего лица. А также о прецедентах, перечисленных в пунктах 5.4, 5.5 и 5.6 этого Соглашения. Соответствующее уведомление должно быть направлено администрации не позднее месяца после того, как средства должны быть получены. При невыполнении этого условия спорные суммы поступают в распоряжение Онлайн-сервиса <?= \Yii::$app->name?>;
                    <br><br>3.2.6. Указать достоверный номер мобильного телефона в международном формате (с указанием кодов страны происхождения провайдера), который будет использоваться Онлайн-ресурсом <?= \Yii::$app->name?> для регистрации и идентификации Пользователя, осуществления ему проверяющего звонка. Идентификация номера и осуществление контрольного звонка — компетенция службы безопасности Онлайн-сервиса <?= \Yii::$app->name?>;
                    <br><br>3.2.7. Соблюдать законодательные акты, регулирующие правила проведения денежных переводов в режиме онлайн.
                    <br><br>3.2.8. Не использовать различные системы накрутки трафика.
                </p>

                <p>
                    <b>3.3. Онлайн-сервис <?= \Yii::$app->name?> имеет право:</b>
                    <br><br>3.3.1. Временно приостанавливать деятельность с целью модернизации сервиса либо для исправления неполадок;
                    <br><br>3.3.2. При обращении компетентных органов, администрации указанных выше платежных систем либо жалобы Пользователя на мошеннические действия остановить выполнение операции до выяснения ситуации;
                    <br><br>3.3.3. Устанавливать по своему усмотрению скидки на операции;
                    <br><br>3.3.4. Определять величину комиссии, подлежащей к уплате за совершение операции;
                    <br><br>3.3.5. Отказать потенциальному Пользователю в своих услугах без объяснения мотивов своих действий;
                    <br><br>3.3.6. Получать от Пользователя информацию, подтверждающую совершение операции при помощи электронной почты, мобильного телефона, скриншота электронного кошелька, если был завершен ошибкой;
                    <br><br>3.3.7. Прекратить общение с Пользователем, который грубит, задает вопросы не по теме или не дает необходимой информации службе поддержки;
                    <br><br>3.3.8. Заблокировать совершение операции на основании пунктов 5.4, 5.5 и 5.6. и Регламента;
                    <br><br>3.3.9. При необходимости заблокировать проведение операции и не возвращать деньги Пользователю, пока его личность не будет идентифицирована.
                    <br><br>3.3.10. В случае несоблюдения обязанностей согласно пункту 3.2.8, Администрация имеет право заблокировать пользователя нарушивший данный пункт, а так же источник/генератор переходов.
                </p>


            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">4. Предоставляемые услуги</div>
            <div class="rules__item-text">
                4.1. Онлайн-сервис <?= \Yii::$app->name?> осуществляет конвертацию криптовалют в том числе с использованием платежных систем перечень которых предоставлен на сайте;
                <br><br>4.2. Онлайн-сервис <?= \Yii::$app->name?> не уполномочен проверять законность владения Пользователем средств, используемых в процессе.
            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">5. Регламент операций</div>
            <div class="rules__item-text">
                5.1. Осуществление транзакции начинается после получения от Пользователя средств, предназначенных для операций. В случае, если средства не были получены в течение 15 минут с момента подачи заявки, 24ExPay в праве отклонить данную заявку.
                <br><br>5.2. Транзакция считается завершенной после перевода средств на реквизиты, указанные Пользователем;
                <br><br>5.3. Пользователь не может отменить уже начатую транзакцию или возвратить деньги, предоставленные для операции;
                <br><br>5.4. Если от Пользователя поступила сумма, размер которой отличается от указанной при оформлении операции, то Онлайн-сервис <?= \Yii::$app->name?> может приостановить операцию, а после обращения Пользователя на основании пункта 3.2.5 осуществить выплату фактически полученной суммы по курсу, действовавшему на начало операции;
                <br><br>5.5. Если Пользователь обозначил недействительные или заблокированные реквизиты, то операция прекращается. Средства возвращаются на счет Пользователя на основании его обращения согласно пункту 3.2.5. При этом с них удерживается комиссия за проведение операции, а также штраф в размере двух процентов от суммы операции;
                <br><br>5.6. Если Пользователь изменил примечания к платежу или оплатил счет с постороннего аккаунта, то такая операция может быть заблокирована. В этом случае возврат средств осуществляется после обращения Пользователя на основании пункта 3.2.5 за вычетом комиссии и одного процента от суммы платежа;

                <br><br>5.7. В связи с тем, что курсы криптовалют нестабильны, операция с участием криптовалют могут быть выполннены по курсу, отличающемуся от того, что был на момент создания заявки;
                <br><br>5.8. Если в рамках операции средства переводятся на кошелек пользователя Qiwi, оформленный на не Российский телефонный номер, в таком случае с отправляемой суммы удерживается дополнительная комиссия в размере 1%;

            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">6. Гарантии и ответственность Сторон</div>
            <div class="rules__item-text">
                6.1. Онлайн-сервис <?= \Yii::$app->name?> не несет материальной и моральной ответственности за неправильное использование сервиса Пользователем, а также ошибки, допущенные им в процессе заполнения отдельных пунктов стандартной формы заявки на осуществление операции с цифровыми деньгами Даже если средства были перечислены на неправильный счет, то отмена операции или возврат средств не проводится.
                <br><br>6.2. Онлайн-сервис <?= \Yii::$app->name?> не отвечает за ущерб либо потери, причиной возникновения которых стало невозможность использования Пользователем оборудования в целом или его отдельных элементов;
                <br><br>6.3. Онлайн-сервис <?= \Yii::$app->name?> не отвечает за действия банков и платежных систем, результатом которых стали ошибки либо задержка платежа;
                <br><br>6.4. Онлайн-сервис <?= \Yii::$app->name?> не отвечает за понесенные Пользователем издержки, убытки или неполученную прибыль, причиной возникновения которых стали ошибочные представления Пользователя относительно тарифов, прибыльности операций и других субъективных моментов;
                <br><br>6.5. Онлайн-сервис <?= \Yii::$app->name?> не отвечает за издержки любого характера, возникшие вследствие ошибок или задержек при осуществлении электронных переводов либо платежей;
                <br><br>6.6. Пользователь подтверждает, что он является законным владельцем либо имеет законные основания для использования средств, которые участвуют в операциях;
                <br><br>6.7. Пользователь соглашается возместить убытки третьим лицам, возникновение которых косвенно либо напрямую связано с использование возможностей сервиса Пользователем.

            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">7. Изменение информации</div>
            <div class="rules__item-text">
                7.1. Администрация Онлайн-сервиса <?= \Yii::$app->name?> может в любое время дополнить или изменить это Соглашение. При этом все изменения начинают применяться после их публикации на веб-ресурсе.

            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">8. Форс-мажор</div>
            <div class="rules__item-text">
                8.1. Стороны освобождаются от ответственности за невыполнение или задержку выполнения своих обязательств по этому Соглашению, если возникли обстоятельства непреодолимой силы. К ним относятся: стихийные бедствия, акты органов власти, война, пожар, взрыв, теракт, наводнение, бунт, атаки хакеров, массовые гражданские беспорядки. Также к ним причисляют отсутствие или сбой работы в энергоснабжении, доступе к сети интернет, услугам связи либо другим системам и сетям.

            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">9. Обязательные условия проведения операций</div>
            <div class="rules__item-text">
                9.1. Запрещается использование Онлайн-сервиса <?= \Yii::$app->name?> для совершения незаконных или мошеннических операций. Пользователь соглашается с тем, что за любую попытку мошеннеческих действий сомнительного происхождения, он будет подвергнут наказанию в соответствии с законом страны, на территории которой была совершена операция.
                <br><br>9.2. Онлайн-сервис <?= \Yii::$app->name?> вправе передавать информацию о незаконных платежах, если их неправомерность будет должным образом доказана, компетентным органам, администрации соответствующей платежной системы и потерпевшим на их требование.
                <br><br>9.3. Условием проведения операции является вывод Пользователем цифровых знаков с принадлежащего ему электронного кошелька. При этом Пользователь лично отвечает за законность источников поступления средств, поскольку Онлайн-сервис <?= \Yii::$app->name?> не уполномочен проверять их происхождение.
                <br><br>9.4. Онлайн-сервис <?= \Yii::$app->name?> не отвечает за операции, выполненные третьими лицами по поручению Пользователя.
                <br><br>9.5. Пользователь путем нажатия кнопки «я согласен с правилами» подтверждает, что он безоговорочно принимает все условия этого Соглашения.
            </div>
        </div>

        <div class="rules__item">
            <div class="rules__item-header">10. Пользовательское соглашение</div>
            <div class="rules__item-text">
                Я, субъект персональных данных, в соответствии с Федеральным законом от 27 июля 2006 года № 152 «О персональных данных» предоставляю сервис <?= \Yii::$app->name?> (далее - Оператор), согласие на обработку персональных данных, указанных мной в форме заказа, владельцем которой является Оператор.

                <br><br>
                <ul>
                <li>Состав предоставляемых мной персональных данных является следующим: имя, адрес электронной почты и номер телефона.</li>
                    <li>Целями обработки моих персональных данных являются: уведомления о выполнения заказа.</li>
                    <li>Согласие предоставляется на совершение следующих действий (операций) с указанными в настоящем согласии персональными данными: сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, передачу (предоставление, доступ), блокирование, удаление, уничтожение, осуществляемых как с использованием средств автоматизации (автоматизированная обработка), так и без использования таких средств (неавтоматизированная обработка).</li>
                    <li>Я понимаю и соглашаюсь с тем, что предоставление Оператору какой-либо информации о себе, не являющейся контактной и не относящейся к целям настоящего согласия, а равно предоставление информации, относящейся к государственной, банковской и/или коммерческой тайне, информации о расовой и/или национальной принадлежности, политических взглядах, религиозных или философских убеждениях, состоянии здоровья, интимной жизни запрещено.</li>
                    <li>В случае принятия мной решения о предоставлении Оператору какой-либо информации (каких-либо данных), я обязуюсь предоставлять исключительно достоверную и актуальную информацию и не вправе вводить Оператора в заблуждение в отношении своей личности, сообщать ложную или недостоверную информацию о себе.</li>
                    <li>Я понимаю и соглашаюсь с тем, что Оператор не проверяет достоверность персональных данных, предоставляемых мной, и не имеет возможности оценивать мою дееспособность и исходит из того, что я предоставляю достоверные персональные данные и поддерживаю такие данные в актуальном состоянии.</li>
                    <li>Согласие действует по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</li>
                    <li>Согласие может быть отозвано мною в любое время на основании моего письменного заявления</li>
                </ul>
            </div>
        </div>
    </div>

</div>

